{
"TYPES.Actor.adversary": "Adversary",
"TYPES.Actor.hero": "Protagonist",
"TYPES.Actor.npc": "Background Character",
"TYPES.Item.ancestry": "Ancestry",
"TYPES.Item.archetype": "Archetype",
"TYPES.Item.armor": "Armor",
"TYPES.Item.background": "Background",
"TYPES.Item.talent": "Talent",
"TYPES.Item.weapon": "Weapon",

"ANCESTRY.Applied": "Applied the {ancestry} ancestry to {actor}.",
"ANCESTRY.ApplyError": "You may only apply an ancestry to a level 0 character with no spent skill or ability points.",
"ANCESTRY.Browse": "Browse Ancestries",
"ANCESTRY.Clear": "Clear Ancestry",
"ANCESTRY.PrimaryAbility": "Primary Ability",
"ANCESTRY.PrimaryAbilityHint": "Select one ability which is a noteworthy attribute for this ancestry and starts at +3.",
"ANCESTRY.SecondaryAbility": "Secondary Ability",
"ANCESTRY.SecondaryAbilityHint": "Select a second ability which is a noteworthy attribute for this ancestry and starts at +2.",
"ANCESTRY.AbilityWarning": "The primary and secondary abilities for an ancestry may not be the same.",
"ANCESTRY.Skills": "Traditional Skills",
"ANCESTRY.SkillsHint": "Choose two traditional skills of this ancestry, each of which will begin with +1 rank.",
"ANCESTRY.SkillsWarning": "You must choose exactly two skills as ancestry specializations.",
"ANCESTRY.Resistance": "Damage Resistance",
"ANCESTRY.Vulnerability": "Damage Vulnerability",
"ANCESTRY.ResistanceHint": "This ancestry may have a traditional resistance (+5) and a traditional vulnerability (-5) to two damage types. An ancestry may not have a resistance without also having a vulnerability.",
"ANCESTRY.ResistanceWarning": "You must choose both a resistance and a vulnerability if you select either.",
"ANCESTRY.None": "Choose Ancestry",

"ACTION.Action": "Action",
"ACTION.Condition": "Condition",
"ACTION.Targets": "Targets",
"ACTION.WarningCannotUseTag": "{name} cannot use action {action} which requires tag {tag}",
"ACTION.WarningCannotAffordCost": "{name} has insufficient {resource} to use {action}",
"ACTION.WarningInvalidTarget": "You must designate at least one {type} target for the {action} action",
"ACTION.WarningIncorrectTargets": "You may only designate up to {number} {type} targets for the {action} action",

"ACTION.TagChain": "Attack Chain",
"ACTION.TagChainTooltip":  "This action chains multiple attacks together, gaining a final bonus attack if all attacks are successful.",
"ACTION.TagDeadly": "Deadly",
"ACTION.TagDeadlyTooltip":  "This action has the potential to deal a tremendous amount of damage, increasing the damage multiplier for any damage dealt by x1.",
"ACTION.TagDifficult": "Difficult",
"ACTION.TagDifficultTooltip":  "This action is complicated or challenging to perform. You incur 2 additional banes when attempting the action.",
"ACTION.TagDualWield": "Dual Wield",
"ACTION.TagDualWieldTooltip":  "This action requires wielding two separate weapons or being entirely unarmed to perform.",
"ACTION.TagEmpowered": "Empowered",
"ACTION.TagEmpoweredTooltip": "This action is powerful and deals additional damage, gaining a +2 damage bonus if successful.",
"ACTION.TagExposing": "Exposing",
"ACTION.TagExposingTooltip": "This action renders your target temporarily Exposed and vulnerable to attack. You gain 2 additional boons when performing the action.",
"ACTION.TagFinesse": "Finesse",
"ACTION.TagFinesseTooltip": "This action requires a certain amount of finesse to perform. You must be wielding a weapon which scales using Dexterity.",
"ACTION.TagFreehand": "Free Hand",
"ACTION.TagFreehandTooltip": "This action requires at least one hand which is not currently holding an object to perform.",
"ACTION.TagHeavy": "Heavy",
"ACTION.TagHeavyTooltip": "This action requires physical power to perform. You must be wielding a weapon which scales using Strength.",
"ACTION.TagHarmless": "Harmless",
"ACTION.TagHarmlessTooltip": "This action does not impose a directly harmful effect, its damage multiplier is zero.",
"ACTION.TagHealing": "Healing",
"ACTION.TagHealingTooltip": "This action restores Health or Wounds.",
"ACTION.TagWeakened": "Weakened",
"ACTION.TagWeakenedTooltip": "This action is weaker than normal attacks and has a -2 damage bonus.",
"ACTION.TagMelee": "Melee",
"ACTION.TagMeleeTooltip": "This action requires wielding a melee weapon or being unarmed to perform.",
"ACTION.TagMainHand": "Main-Hand",
"ACTION.TagMainHandTooltip": "This action utilizes your main-hand weapon to make an attack.",
"ACTION.TagMovement": "Movement",
"ACTION.TagMovementTooltip": "This action allows you to move as part of its activation, including a reduced action point cost for a free movement action per round.",
"ACTION.TagRanged": "Ranged",
"ACTION.TagRangedTooltip": "This action requires wielding a ranged weapon to perform.",
"ACTION.TagReaction": "Reaction",
"ACTION.TagReactionTooltip": "This action can only be performed during some other creature's turn when its activation condition is met.",
"ACTION.TagShield": "Shield",
"ACTION.TagShieldTooltip": "This action requires wielding a shield to perform.",
"ACTION.TagTwoHanded": "Two-Handed",
"ACTION.TagTwoHandedTooltip": "This action requires wielding a two-handed weapon to perform.",
"ACTION.TagOffHand": "Off-Hand",
"ACTION.TagOffHandTooltip": "This action utilizes your off-hand weapon to make an attack.",
"ACTION.TagUnarmed": "Unarmed",
"ACTION.TagUnarmedTooltip": "This action requires you to be fully unarmed in order to perform.",
"ACTION.TagUnarmored": "Unarmored",
"ACTION.TagUnarmoredTooltip": "This action requires you to be unarmored in order to perform.",

"ACTION.TagTargetTooltip": "The target type, distance, and number which applies to this action.",
"ACTION.TagCostTooltip": "The Action Point or Focus Point cost of using this action.",

"ARCHETYPE.Applied": "Applied the {archetype} archetype to {actor}.",

"ARMOR.Bulky": "Bulky",
"ARMOR.Impenetrable": "Impenetrable",
"ARMOR.Flexible": "Flexible",
"ARMOR.Magical": "Magical",
"ARMOR.Organic": "Organic",
"ARMOR.Unarmored": "Unarmored",
"ARMOR.Light": "Light Armor",
"ARMOR.Medium": "Medium Armor",
"ARMOR.Heavy": "Heavy Armor",

"ATTACK.ResultTypeMiss": "Miss",
"ATTACK.ResultTypeDodge": "Dodge",
"ATTACK.ResultTypeParry": "Parry",
"ATTACK.ResultTypeBlock": "Block",
"ATTACK.ResultTypeDeflect": "Deflect",
"ATTACK.ResultTypeResist": "Resist",
"ATTACK.ResultTypeHit": "Hit",
"ATTACK.ResultTypeEffective": "Effective",

"ATTRIBUTES.Abilities": "Ability Scores",
"ATTRIBUTES.Pools": "Resource Pools",
"ATTRIBUTES.Resistances": "Damage Resistances",

"ATTRIBUTES.Health": "Health",
"ATTRIBUTES.HealthAbr": "Health",
"ATTRIBUTES.Wounds": "Wounds",
"ATTRIBUTES.WoundsAbr": "Wounds",
"ATTRIBUTES.Morale": "Morale",
"ATTRIBUTES.MoraleAbr": "Morale",
"ATTRIBUTES.Madness": "Madness",
"ATTRIBUTES.MadnessAbr": "Madness",
"ATTRIBUTES.Action": "Action",
"ATTRIBUTES.ActionAbr": "Action",
"ATTRIBUTES.Focus": "Focus",
"ATTRIBUTES.FocusAbr": "Focus",

"BACKGROUND.Applied": "Applied the {background} background to {actor}.",
"BACKGROUND.ApplyError": "You may only apply a background to a level 0 character with no spent skill points.",
"BACKGROUND.Browse": "Browse Backgrounds",
"BACKGROUND.Clear": "Clear Background",
"BACKGROUND.Skills": "Acquired Skills",
"BACKGROUND.SkillsHint": "Choose two skills which were acquired as part of your background, each of which will begin with +1 rank.",
"BACKGROUND.SkillsWarning": "You must choose exactly two skills as background specializations.",
"BACKGROUND.None": "Choose Background",

"DAMAGE.Bludgeoning": "Bludgeoning",
"DAMAGE.BludgeoningAbr": "Bldg",
"DAMAGE.Piercing": "Piercing",
"DAMAGE.PiercingAbr": "Pirc",
"DAMAGE.Slashing": "Slashing",
"DAMAGE.SlashingAbr": "Slsh",
"DAMAGE.Acid": "Acid",
"DAMAGE.AcidAbr": "Acid",
"DAMAGE.Fire": "Fire",
"DAMAGE.FireAbr": "Fire",
"DAMAGE.Frost": "Frost",
"DAMAGE.FrostAbr": "Frost",
"DAMAGE.Lightning": "Lightning",
"DAMAGE.LightningAbr": "Ltng",
"DAMAGE.Psychic": "Psychic",
"DAMAGE.PsychicAbr": "Psyc",
"DAMAGE.Radiant": "Radiant",
"DAMAGE.RadiantAbr": "Rdnt",
"DAMAGE.Unholy": "Unholy",
"DAMAGE.UnholyAbr": "Unly",
"DAMAGE.Elemental": "Elemental",
"DAMAGE.ElementalAbr": "Elem",
"DAMAGE.Physical": "Physical",
"DAMAGE.PhysicalAbr": "Phys",
"DAMAGE.Spiritual": "Spiritual",
"DAMAGE.SpiritualAbr": "Sptl",

"DEFENSES.Defense": "Defense",
"DEFENSES.Fortitude": "Fortitude",
"DEFENSES.FortitudeAbr": "Fort",
"DEFENSES.Reflex": "Reflex",
"DEFENSES.ReflexAbr": "Ref",
"DEFENSES.Willpower": "Willpower",
"DEFENSES.WillpowerAbr": "Wil",
"DEFENSES.Physical": "Physical",
"DEFENSES.PhysicalAbr": "PD",

"DICE.DiceTotal": "Dice Total",
"DICE.AbilityBonus": "Ability Bonus",
"DICE.SkillBonus": "Skill Bonus",
"DICE.EnchantmentBonus": "Enchantment Bonus",
"DICE.CircumstanceBonus": "Circumstance Bonus",
"DICE.Damage": "Damage",
"DICE.DamageOverflow": "Overflow Amount",
"DICE.DamageBase": "Base Damage",
"DICE.DamageBonus": "Action Bonus",
"DICE.DamageResistance": "Damage Resistance",
"DICE.ApplyDamage": "Apply Damage",
"DICE.ReverseDamage": "Reverse Damage",
"DICE.SetDifficulty": "Set Difficulty",

"EFFECT.StatusBroken": "Broken",
"EFFECT.StatusEnraged": "Enraged",
"EFFECT.StatusIncapacitated": "Incapacitated",
"EFFECT.StatusInsane": "Insane",

"ITEM.Broken": "Broken",

"ITEM.EnchantmentMundane": "Mundane",
"ITEM.EnchantmentMinor": "Minor",
"ITEM.EnchantmentMajor": "Major",
"ITEM.EnchantmentLegendary": "Legendary",

"ITEM.QualityShoddy": "Shoddy",
"ITEM.QualityStandard": "Standard",
"ITEM.QualityFine": "Fine",
"ITEM.QualitySuperior": "Superior",
"ITEM.QualityMasterwork": "Masterwork",

"SKILL.SheetTitle": "[{actor}] {skill} Skill",
"SKILL.Untrained": "Untrained",
"SKILL.Unspecialized": "Unspecialized",
"SKILL.Novice": "Novice",
"SKILL.Apprentice": "Apprentice",
"SKILL.Journeyman": "Journeyman",
"SKILL.Master": "Master",
"SKILL.Grandmaster": "Grandmaster",
"SKILL.MasterPath": "Master the techniques of your specialization path - achieving the pinnacle of expertise with this skill.",

"SKILL.ChoosePath": "You must choose a specialization path before advancing this Skill further.",
"SKILL.CantAfford": "You cannot afford to increase this skill. The next rank costs {cost} points and you have {points} skill points available.",
"SKILL.RollFlavor": "{name} rolls a {skill} check",
"SKILL.RollTitle": "[{name}] {skill} Skill Check",
"SKILL.TooltipCheck": "[0.5 &times; ({a1} + {a2})] + Bonus + Enchantment",
"SKILL.TooltipPassive": "12 + Score",

"SKILLS.Acrobatics": "Acrobatics",
"SKILLS.AcrobaticsInfo": "Acrobatics relates to one's training in agility and athletics. Ranks in this skill make traversing the environment easier, and those highly proficient in Acrobatics likely have greater balance, spatial awareness, and motor coordination.",
"SKILLS.AcrobaticsRank0": "You have no real practice performing athletic maneuvers. You can make attempts to run, jump, and climb, but cannot swim normally without risking drowning. You must perform skill checks to climb, even on surfaces with innate handholds such as ladders, or with the assistance of climbing tools such as rope.",
"SKILLS.AcrobaticsRank1": "You have accrued some experience in traversing your surroundings. You have Reliability on checks made to swim in calm waters, or to climb ladders and other surfaces with innate handholds at 1/2 speed. You have a basic understanding of how to tumble safely from a fall.",
"SKILLS.AcrobaticsRank2": "You know some advanced acrobatic maneuvers, and have developed a keen sense of balance. You gain 1 Boon on checks made to Tumble after a fall.",
"SKILLS.AcrobaticsRank4": "You have perfected your sense of balance, and are peerless in your motor coordination and ability to carry out complicated maneuvers. You gain 3 Boons on checks made to Tumble after a fall.",
"SKILLS.AcrobaticsGymnast": "Gymnast",
"SKILLS.AcrobaticsGymnastInfo": "Specialists in acrobatic maneuvers which escape harm or tumble safely from great heights.",
"SKILLS.AcrobaticsGymnast3": "",
"SKILLS.AcrobaticsGymnast5": "",
"SKILLS.AcrobaticsTraceur": "Traceur",
"SKILLS.AcrobaticsTraceurInfo": "Specialists in rapidly traversing obstacles and scaling surfaces whether they be natural or urban.",
"SKILLS.AcrobaticsTraceur3": "",
"SKILLS.AcrobaticsTraceur5": "",
"SKILLS.AcrobaticsDancer": "Dancer",
"SKILLS.AcrobaticsDancerInfo": "Specialists in the art of dance, from the ballroom to the mesmerizing contortions of a street performer.",
"SKILLS.AcrobaticsDancer3": "",
"SKILLS.AcrobaticsDancer5": "",

"SKILLS.Perception": "Perception",
"SKILLS.PerceptionInfo": "Perception relates to general awareness, most often in relation to one's physical surroundings. To a lesser extent, it is used to observe people's social behavior as well. Those with training in Perception hone their senses and are expert observationists, noticing details others might miss.",
"SKILLS.PerceptionRank0": "",
"SKILLS.PerceptionRank1": "",
"SKILLS.PerceptionRank2": "",
"SKILLS.PerceptionRank4": "",
"SKILLS.PerceptionScout": "Scout",
"SKILLS.PerceptionScoutInfo": "Specialists in discovering the path forward and hidden ways which were concealed.",
"SKILLS.PerceptionScout3": "",
"SKILLS.PerceptionScout5": "",
"SKILLS.PerceptionSentry": "Sentry",
"SKILLS.PerceptionSentryInfo": "Specialists in the assessment of threats, an expert Sentry is never caught unaware.",
"SKILLS.PerceptionSentry3": "",
"SKILLS.PerceptionSentry5": "",
"SKILLS.PerceptionEmpath": "Empath",
"SKILLS.PerceptionEmpathInfo": "Specialists in the understanding of people, reading their physical and emotional tells.",
"SKILLS.PerceptionEmpath3": "",
"SKILLS.PerceptionEmpath5": "",

"SKILLS.Stealth": "Stealth",
"SKILLS.StealthInfo": "Stealth is used to advance unnoticed and gain access to areas which are otherwise inaccessible. Stealth adepts can develop expertise in infiltration, lockpicking, or thievery. Stealth offers three choices of progression paths.",
"SKILLS.StealthRank0": "",
"SKILLS.StealthRank1": "",
"SKILLS.StealthRank2": "",
"SKILLS.StealthRank4": "",
"SKILLS.StealthInfiltrator": "Infiltrator",
"SKILLS.StealthInfiltratorInfo": "Specialists in moving unseen and silent to bypass danger or approach it unaware.",
"SKILLS.StealthInfiltrator3": "",
"SKILLS.StealthInfiltrator5": "",
"SKILLS.StealthSafecracker": "Safecracker",
"SKILLS.StealthSafecrackerInfo": "Specialists in the cracking of mechanical locks and disarming mechanical traps.",
"SKILLS.StealthSafecracker3": "",
"SKILLS.StealthSafecracker5": "",
"SKILLS.StealthPickpocket": "Pickpocket",
"SKILLS.StealthPickpocketInfo": "Specialists in the acquisition of property by removing it from the possession of the less deserving.",
"SKILLS.StealthPickpocket3": "",
"SKILLS.StealthPickpocket5": "",
"SKILLS.Survival": "Survival",
"SKILLS.SurvivalInfo": "Survival represents your ability to operate as a self-sufficient explorer in challenging natural environments, understanding their terrain, flora, fauna, and hazards. Survival adepts can develop expertise in dealing with a subset of specific biomes, creature types, or natural resources.",
"SKILLS.SurvivalRank0": "You have little or no experience in the wilderness. You cannot navigate through wilderness without clear directions or a guide. You do not know how to start fires with mundane materials, nor where nearby food or water may be. If you find food, you are unable to determine if it's safe to eat or drink. If you find tracks, you cannot determine what creature made them.",
"SKILLS.SurvivalRank1": "You know basic survival skills. You are able to start fires with flint and tinder, you know where you can try foraging for food and water in environments you are familiar with, and you can recognize common environmental hazards. You are able to recognize the tracks of creatures which you are familiar with if the tracks are discovered.",
"SKILLS.SurvivalRank2": "You know advanced survival skills. You can attempt to forage for food, water, and shelter without slowing your pace of travel. You are able to follow the tracks of a creature that you are not familiar with, even if you do not recognize the tracks. You are experienced with mountain climbing, underwater diving, spelunking, and other means of traversing difficult environments. You can guide groups of allies through such obstacles, granting any allies who accompany you one Boon on any Skill Checks made to overcome the obstacle.",
"SKILLS.SurvivalRank4": "You are a paragon of wilderness survival and self-sufficiency. You can reliably forage for food, water, and shelter in even inhospitable or foreign environments. You are an expert tracker, once you find the tracks of a creature it cannot elude you by any ordinary means. You are a master of mountain climbing, underwater diving, spelunking, and other means of traversing difficult environments. You can guide groups of allies through such obstacles, granting them three Boons on any Skill Checks made by allies who accompany you.",
"SKILLS.SurvivalExplorer": "Explorer",
"SKILLS.SurvivalExplorerInfo": "Specialists in exploration and navigation of challenging environmental obstacles.",
"SKILLS.SurvivalExplorer3": "Select two environmental biomes as Favored Terrain which grant you two Boons to Skill Checks regarding knowledge of those environments. Additionally, you can guide groups of allies through these biomes; granting yourself and your allies two Boons to Skill Checks which relate to exploration of these areas..",
"SKILLS.SurvivalExplorer5": "Select two more biomes as Favored Terrain, for a total of four. The bonuses provided by Favored Terrain improves to grant four Boons.",
"SKILLS.SurvivalHunter": "Hunter",
"SKILLS.SurvivalHunterInfo": "Specialists in the tracking and hunting of creatures.",
"SKILLS.SurvivalHunter3": "You gain one Boon when making a Skill Check related to knowledge of naturally occurring creatures or an Attack Roll against a naturally occurring creature. Choose two naturally occurring creature types as Favored Prey; doubling your bonus against these creature types to grant two Boons.",
"SKILLS.SurvivalHunter5": "Select two more naturally occurring creature types as Favored Prey for a total of four.",
"SKILLS.SurvivalHerbalist": "Herbalist",
"SKILLS.SurvivalHerbalistInfo": "Specialists in the knowledge, identification, and usage of naturally growing plants and reagents.",
"SKILLS.SurvivalHerbalist3": "You are knowledgeable in advanced herblore, are able to recognize both common and rare herbs in the wild. You are familiar with toxins and venom which can be extracted from plants and creatures. You gain a bonus of +2 Boons to any Skill Checks related to these activities.",
"SKILLS.SurvivalHerbalist5": "You are a master of herblore and are able to recognize any useful herb, reagent, toxin, or venom in the wild. Your bonus to skill checks related to identifying, locating, or harvesting such ingredients improves to 3 Boons. If successful, you produce double the normal quantity of output.",
"SKILLS.Arcana": "Arcana",
"SKILLS.ArcanaInfo": "Arcana deals with the properties and perception of the weave of magical energies. This current of arcane potentia can be studied, manipulated, and harnessed by those with sufficient knowledge and willpower. Skill in Arcana represents your understanding of the theory and application of magic. Learned arcanists can develop expertise in the reading the arcane weave, manipulating elemental energies, or infusing arcane potentia into physical objects.",
"SKILLS.ArcanaRank0": "You have next to no understanding of magic. If you witness the casting of a spell, or some other magic, you cannot determine the nature of the magic other than its immediately apparent effects. You cannot ascertain whether an object or creature bears magic.",
"SKILLS.ArcanaRank1": "You have a functional comprehension of magical theory and you have developed an ability to perceive and read the weave of magic which flows around you. You are able to cast spells and you can recognize when another spellcaster is channeling magical energy. You may attempt a Skill Check to identify the nature of a spell.",
"SKILLS.ArcanaRank2": "You have an advanced comprehension of magical theory and you can more deeply read the weave of magic which flows around you. You are able to cast powerful spells and you can learn the final amount of damage dealt by your own spells after resistances and vulnerabilities have been applied.",
"SKILLS.ArcanaRank4": "You are a among the world's foremost arcane minds and the reading of the arcane weave has become second-nature to you. You can immediately identify any spell that you can also cast or you may attempt a Skill Check to identify a spell you do not know yourself without consuming any Action. You are able to cast the most powerful tier of magical spell and you can discern the value of a foe's Arcane Defense attribute after they have been engaged in a contest.",
"SKILLS.ArcanaDiviner": "Diviner",
"SKILLS.ArcanaDivinerInfo": "Specialists in understanding the nature of magic and reading the arcane aura of others.",
"SKILLS.ArcanaDiviner3": "You gain 3 Boons on Skill Checks to identify the nature of a spell or magically imbued item. You gain a +2 situational bonus to your Spell Power when attempting to dispel an existing spell or counter an enemy spellcaster if you have identified the spell being used.",
"SKILLS.ArcanaDiviner5": "You can immediately and automatically identify the nature of a spell or a magically imbued item. You gain a +5 situational bonus to Spell Power when attempting to dispel an existing spell or counter an enemy spellcaster.",
"SKILLS.ArcanaElementalist": "Elementalist",
"SKILLS.ArcanaElementalistInfo": "Specialists in manipulating elemental energies to harness or ward their power.",
"SKILLS.ArcanaElementalist3": "Select two elemental damage types as a Favored Element. You gain a Damage Resistance of 5 to both elements and +4 to damage when rolling at least one damage die of either type.",
"SKILLS.ArcanaElementalist5": "All elements are your Favored Element. You have Damage Resistance of 5 to all elements and +6 to damage when rolling at least one elemental damage die.",
"SKILLS.ArcanaEnchanter": "Enchanter",
"SKILLS.ArcanaEnchanterInfo": "Specialists in infusing arcane potency into physical objects to create items of great power.",
"SKILLS.ArcanaEnchanter3": "You know how to imbue major magical effects into both magical and nonmagical items. You may attempt a crafting check to Enchant an item with the effects of a spell that you can cast. You may attempt to upgrade an existing magical item by adding a new effect if the item has available enchantment capacity.",
"SKILLS.ArcanaEnchanter5": "You are a master of arcane infusion and you can imbue any spell which you can cast into an item. You are able to add new effects to an item if it has available enchantment capacity and you can remove existing magical effects from an item, freeing the item's enchantment capacity for further infusion.",

"SKILLS.Investigation": "Investigation",
"SKILLS.InvestigationInfo": "",
"SKILLS.InvestigationRank0": "",
"SKILLS.InvestigationRank1": "",
"SKILLS.InvestigationRank2": "",
"SKILLS.InvestigationRank4": "",
"SKILLS.InvestigationDetective": "Detective",
"SKILLS.InvestigationDetectiveInfo": "",
"SKILLS.InvestigationDetective3": "",
"SKILLS.InvestigationDetective5": "",
"SKILLS.InvestigationSpy": "Spy",
"SKILLS.InvestigationSpyInfo": "",
"SKILLS.InvestigationSpy3": "",
"SKILLS.InvestigationSpy5": "",
"SKILLS.InvestigationTinkerer": "Tinkerer",
"SKILLS.InvestigationTinkererInfo": "",
"SKILLS.InvestigationTinkerer3": "",
"SKILLS.InvestigationTinkerer5": "",

"SKILLS.Lore": "Lore",
"SKILLS.LoreInfo": "",
"SKILLS.LoreRank0": "",
"SKILLS.LoreRank1": "",
"SKILLS.LoreRank2": "",
"SKILLS.LoreRank4": "",
"SKILLS.LoreScholar": "Scholar",
"SKILLS.LoreScholarInfo": "",
"SKILLS.LoreScholar3": "",
"SKILLS.LoreScholar5": "",
"SKILLS.LoreHistorian": "Historian",
"SKILLS.LoreHistorianInfo": "",
"SKILLS.LoreHistorian3": "",
"SKILLS.LoreHistorian5": "",
"SKILLS.LoreStoryteller": "Storyteller",
"SKILLS.LoreStorytellerInfo": "",
"SKILLS.LoreStoryteller3": "",
"SKILLS.LoreStoryteller5": "",

"SKILLS.Religion": "Religion",
"SKILLS.ReligionInfo": "",
"SKILLS.ReligionRank0": "",
"SKILLS.ReligionRank1": "",
"SKILLS.ReligionRank2": "",
"SKILLS.ReligionRank4": "",
"SKILLS.ReligionTheologian": "Theologian",
"SKILLS.ReligionTheologianInfo": "",
"SKILLS.ReligionTheologian3": "",
"SKILLS.ReligionTheologian5": "",
"SKILLS.ReligionCrusader": "Crusader",
"SKILLS.ReligionCrusaderInfo": "",
"SKILLS.ReligionCrusader3": "",
"SKILLS.ReligionCrusader5": "",
"SKILLS.ReligionDruid": "Druid",
"SKILLS.ReligionDruidInfo": "",
"SKILLS.ReligionDruid3": "",
"SKILLS.ReligionDruid5": "",

"SKILLS.Bartering": "Bartering",
"SKILLS.BarteringInfo": "Bartering pertains to the art of trades and bargains. A well-trained barterer will be able to negotiate effectively with merchants or just about anyone they wish to conduct business with. Ranks in Bartering indicate insight into markets as a whole, but also into the social aspect of trading and haggling, persuading others to sweeten an offer, or make a compromise. Barterers can prioritize their training in either procuring obscure goods, transporting trade goods, or negotiating deals with others.",
"SKILLS.BarteringRank0": "",
"SKILLS.BarteringRank1": "",
"SKILLS.BarteringRank2": "",
"SKILLS.BarteringRank4": "",
"SKILLS.BarteringAntiquarian": "Antiquarian",
"SKILLS.BarteringAntiquarianInfo": "Specialists in the procurement and identification of ancient or eclectic items.",
"SKILLS.BarteringAntiquarian3": "",
"SKILLS.BarteringAntiquarian5": "",
"SKILLS.BarteringCaravaner": "Caravaner",
"SKILLS.BarteringCaravanerInfo": "Specialists in mercantilism and the transportation of goods.",
"SKILLS.BarteringCaravaner3": "",
"SKILLS.BarteringCaravaner5": "",
"SKILLS.BarteringNegotiator": "Negotiator",
"SKILLS.BarteringNegotiatorInfo": "Specialists in haggling and compromise to arrange favorable terms in negotiation.",
"SKILLS.BarteringNegotiator3": "",
"SKILLS.BarteringNegotiator5": "",

"SKILLS.Deception": "Deception",
"SKILLS.DeceptionInfo": "Deception deals with using misinformation to subtly or overtly mislead others - causing them to make incorrect assumptions or draw erroneous conclusions. Skill in Deception represents your ability to lie, trick, manipulate, or otherwise act in a disingenuous way. Skilled deceivers can develop expertise in manipulating the flow of information, in tricking the senses through illusion, or in infiltrating the very minds of their enemies.",
"SKILLS.DeceptionRank0": "",
"SKILLS.DeceptionRank1": "You are able to lie with a straight face and without obvious tells. You have a basic understanding of manipulation and you understand what ploys or falsehoods are likely to be believed. You are able to craft false documents which do not rely upon specific handwriting or an identifying seal. You know the basics of disguise artistry, and are able to conceal your identity using a costume which you have prepared in advance.",
"SKILLS.DeceptionRank2": "You are an accomplished liar, able to invent plausible scenarios on the fly. You have an advanced understanding of manipulation and automatically succeed on any deception check with a DC of 15 or less. You are able to create false documents, including impersonating handwriting or an official seal if you have a sample to imitate. You are an accomplished disguise artist, and may attempt to conceal your identity by using an improvised costume using materials at hand.",
"SKILLS.DeceptionRank4": "You are a master manipulator - it is near impossible to tell whether you are telling the truth. You have a comprehensive understanding of how to manipulate others. You automatically succeed on any deception check with a DC of 25 or less. You are a master forger, able to create false documents including handwriting or official seals which are indistinguishable from the original. You are a peerless disguise artist and are able to exactly imitate the appearance of a  different person if you have the time and materials needed to prepare a disguise. You have a +5 Situational Bonus to Deception Checks which use an improvised disguise. ",
"SKILLS.DeceptionGrifter": "Grifter",
"SKILLS.DeceptionGrifterInfo": "Specialists in distributing misleading information through subtlety and false confidence.",
"SKILLS.DeceptionGrifter3": "You have expertise in predicting which falsehoods could be believable. If you attempt a Deception Check of Impossible difficulty the Game Master must inform you before you roll and you may choose to alter your approach at most twice per social encounter. You are able to remember any lies you have told within the past month.",
"SKILLS.DeceptionGrifter5": "You have mastery in predicting which falsehoods could be believable. If you are ever face a Deception Check of Impossible difficulty the Game Master must inform you before you roll and you may choose to alter your approach. You are able to remember any lies you have told within the past year. You are able to correctly conjecture what an official document would look like even if you have not seen it.",
"SKILLS.DeceptionIllusionist": "Illusionist",
"SKILLS.DeceptionIllusionistInfo": "Specialists in sensory illusions, generally mundane but occasionally arcane in nature.",
"SKILLS.DeceptionIllusionist3": "You are a master of using firecrackers, flash powders, smoke bombs, or illusory magic to cause distractions. Others gain 3 Banes on Skill Checks to avoid being misled by the distraction. You gain 3 boons on Skill Checks to recognize illusory magic created by other spellcasters.",
"SKILLS.DeceptionIllusionist5": "You are peerless in using firecrackers, flash powders, smoke bombs, or illusory magic to cause distractions. Others automatically fail their first attempt to avoid being misled by your distraction and gain 3 Banes on subsequent Skill Checks to resist the distraction. You can immediately recognize the presence of illusory magic created by other spellcasters.",
"SKILLS.DeceptionMesmer": "Mesmer",
"SKILLS.DeceptionMesmerInfo": "Specialists in mind-altering alchemy and magic to transform enemies into allies.",
"SKILLS.DeceptionMesmer3": "You have refined the arts of hypnosis and mesmerization and you can use these tools to entrance or deceive. You can spend 3 rounds of uninterrupted time to hypnotize a humanoid creature if it is willing or fails a Contest of Willpower against you. Enemies gain 1 Bane to their Willpower Defense against your charm-like effects. You gain 3 Boons on Willpower Defense rolls against charm-like effects.",
"SKILLS.DeceptionMesmer5": "You have perfected the arts of hypnosis and mesmerization and you can use these tools to entrance or deceive. You can spend 1 round of uninterrupted time to hypnotize a humanoid creature if it is willing or fails a Contest of Willpower against you. Enemies gain 3 Banes to their Willpower Defense rolls against your charm-like effects. You are immune to charm-like effects.",

"SKILLS.Diplomacy": "Diplomacy",
"SKILLS.DiplomacyInfo": "Diplomacy involves the persuasion of others, awareness of customs, and general social grace. Trained diplomats are able to convince others to understand their perspective, and can easily pass as approachable or agreeable in conversation. Skill in Diplomacy represents your aptitude to have others agree with you, or to convince, plead, negotiate, or appease.",
"SKILLS.DiplomacyRank0": "",
"SKILLS.DiplomacyRank1": "",
"SKILLS.DiplomacyRank2": "",
"SKILLS.DiplomacyRank4": "",
"SKILLS.DiplomacySPECA": "SpecA",
"SKILLS.DiplomacySpecAInfo": "",
"SKILLS.DiplomacySpecA3": "",
"SKILLS.DiplomacySpecA5": "",
"SKILLS.DiplomacySpecB": "SpecB",
"SKILLS.DiplomacySpecBInfo": "",
"SKILLS.DiplomacySpecB3": "",
"SKILLS.DiplomacySpecB5": "",
"SKILLS.DiplomacySpecC": "SpecC",
"SKILLS.DiplomacySpecCInfo": "",
"SKILLS.DiplomacySpecC3": "",
"SKILLS.DiplomacySpecC5": "",

"SKILLS.Intimidation": "Intimidation",
"SKILLS.IntimidationInfo": "Intimidation refers to harnessing one's social or physical presence, imposing one's self as a threat to others. Much like Diplomacy, Intimidation can be used to persuade others; however, this is done through cultivating fear, rather than respect, in those who are to be persuaded. Skill in Intimidation relates to your ability to persuade through threat of violence, persecution, or any other misfortune, and the most skilled intimidators know what can strike fear into almost anyone.",
"SKILLS.IntimidationRank0": "",
"SKILLS.IntimidationRank1": "",
"SKILLS.IntimidationRank2": "",
"SKILLS.IntimidationRank4": "",
"SKILLS.IntimidationSpecA": "SpecA",
"SKILLS.IntimidationSpecAInfo": "",
"SKILLS.IntimidationSpecA3": "",
"SKILLS.IntimidationSpecA5": "",
"SKILLS.IntimidationSpecB": "SpecB",
"SKILLS.IntimidationSpecBInfo": "",
"SKILLS.IntimidationSpecB3": "",
"SKILLS.IntimidationSpecB5": "",
"SKILLS.IntimidationSpecC": "SpecC",
"SKILLS.IntimidationSpecCInfo": "",
"SKILLS.IntimidationSpecC3": "",
"SKILLS.IntimidationSpecC5": "",

"SKILLS.AnimalHandling": "Animal Handling",
"SKILLS.AnimalHandlingInfo": "Animal Handling is used, quite simply, in the handling of animals. Skill in Animal Handling helps one understand the mindset and habits of beasts, how to coerce, calm, tame, or stave them off, or predict their next move. A well-trained animal handler knows much more general knowledge about animals, and will more easily have understanding of such creatures, to either develop bonds or manipulate.",
"SKILLS.AnimalHandlingRank0": "",
"SKILLS.AnimalHandlingRank1": "",
"SKILLS.AnimalHandlingRank2": "",
"SKILLS.AnimalHandlingRank4": "",
"SKILLS.AnimalHandlingKnight": "Knight",
"SKILLS.AnimalHandlingKnightInfo": "",
"SKILLS.AnimalHandlingKnight3": "",
"SKILLS.AnimalHandlingKnight5": "",
"SKILLS.AnimalHandlingBeastmaster": "Beastmaster",
"SKILLS.AnimalHandlingBeastmasterInfo": "",
"SKILLS.AnimalHandlingBeastmaster3": "",
"SKILLS.AnimalHandlingBeastmaster5": "",
"SKILLS.AnimalHandlingWarden": "Warden",
"SKILLS.AnimalHandlingWardenInfo": "",
"SKILLS.AnimalHandlingWarden3": "",
"SKILLS.AnimalHandlingWarden5": "",

"SKILLS.Crafting": "Crafting",
"SKILLS.CraftingActionTooltip": "This action involves use of the Crafting skill.",

"SKILLS.Craftsmanship": "Craftsmanship",
"SKILLS.CraftsmanshipInfo": "Craftsmanship involves knowledge and artisanship in a particular trade skill. Earning ranks in Craftsmanship indicates the ability to understand a certain profession (or general professions as a whole) and aptitude in creating high-quality goods or performing skillful services. A competent craftsman may be fabled for their ability to make quality goods, and knows what they need to get the job done.",
"SKILLS.CraftsmanshipRank0": "",
"SKILLS.CraftsmanshipRank1": "",
"SKILLS.CraftsmanshipRank2": "",
"SKILLS.CraftsmanshipRank4": "",
"SKILLS.CraftsmanshipTrademaster": "Trademaster",
"SKILLS.CraftsmanshipTrademasterInfo": "",
"SKILLS.CraftsmanshipTrademaster3": "",
"SKILLS.CraftsmanshipTrademaster5": "",
"SKILLS.CraftsmanshipArtificer": "Artificer",
"SKILLS.CraftsmanshipArtificerInfo": "",
"SKILLS.CraftsmanshipArtificer3": "",
"SKILLS.CraftsmanshipArtificer5": "",
"SKILLS.CraftsmanshipRunekeeper": "Runekeeper",
"SKILLS.CraftsmanshipRunekeeperInfo": "",
"SKILLS.CraftsmanshipRunekeeper3": "",
"SKILLS.CraftsmanshipRunekeeper5": "",

"SKILLS.Medicine": "Medicine",
"SKILLS.MedicineActionTooltip": "This action involves use of the Medicine skill.",
"SKILLS.MedicineInfo": "Medicine is used to deal with the health of one's self and others, and to diagnose and effectively treat medical problems. Knowledge in this skill represents your knowledge about the humanoid body, sickness, infections, and the art of healing. This skill typically involves examining/treating humanoids, but can apply to other types of creatures as well. A medic who has mastered their craft can diagnose and treat a wide variety of illnesses, prevent illnesses in those around them, perform autopsies, and more.",
"SKILLS.MedicineRank0": "",
"SKILLS.MedicineRank1": "",
"SKILLS.MedicineRank2": "",
"SKILLS.MedicineRank4": "",
"SKILLS.MedicineApothecary": "Apothecary",
"SKILLS.MedicineApothecaryInfo": "",
"SKILLS.MedicineApothecary3": "",
"SKILLS.MedicineApothecary5": "",
"SKILLS.MedicineChirurgeon": "Chirurgeon",
"SKILLS.MedicineChirurgeonInfo": "",
"SKILLS.MedicineChirurgeon3": "",
"SKILLS.MedicineChirurgeon5": "",
"SKILLS.MedicineOccultist": "Occultist",
"SKILLS.MedicineOccultistInfo": "",
"SKILLS.MedicineOccultist3": "",
"SKILLS.MedicineOccultist5": "",

"SKILLS.Performance": "Performance",
"SKILLS.PerformanceActionTooltip": "This action involves use of the Performance skill.",
"SKILLS.PerformanceInfo": "Performance deals with the creative arts meant to impress, inspire, or evoke emotions in those who bear witness. Knowledge in this skill reflects on your ability to entertain an audience, through song, dance, comedy, theatrics, or other crowd-pleasing feats. A talented performer understands their own trade, and knows how to appeal to emotion through an art form.",
"SKILLS.PerformanceRank0": "",
"SKILLS.PerformanceRank1": "",
"SKILLS.PerformanceRank2": "",
"SKILLS.PerformanceRank4": "",
"SKILLS.PerformanceMusician": "Musician",
"SKILLS.PerformanceMusicianInfo": "",
"SKILLS.PerformanceMusician3": "",
"SKILLS.PerformanceMusician5": "",
"SKILLS.PerformanceArtist": "Artist",
"SKILLS.PerformanceArtistInfo": "",
"SKILLS.PerformanceArtist3": "",
"SKILLS.PerformanceArtist5": "",
"SKILLS.PerformanceAthlete": "Athlete",
"SKILLS.PerformanceAthleteInfo": "",
"SKILLS.PerformanceAthlete3": "",
"SKILLS.PerformanceAthlete5": "",

"TALENT.NodeAttack": "Attack",
"TALENT.NodeDefense": "Defense",
"TALENT.NodeHeal": "Healing",
"TALENT.NodeMagic": "Magic",
"TALENT.NodeMove": "Movement",
"TALENT.NodeUtility": "Utility",
"TALENT.NodeSignature": "Signature",
"TALENT.NodeDefault": "PLACEHOLDER",

"TALENT.AlreadyOwned": "You already own {name} and cannot add it a second time.",
"TALENT.MissingRequirement": "You do not satisfy the requirements to acquire \"{name}\" which requires {requires} {requirement}.",
"TALENT.MissingConnection": "You are unable to acquire \"{name}\" because you have not unlocked this talent tree node.",
"TALENT.CannotAfford": "You do not have sufficient Talent points to purchase {name} which costs {cost} points.",

"TALENT.PointsAvailable": "Points Available",

"WEAPON.Light1": "Light (1h)",
"WEAPON.Simple1": "Simple (1h)",
"WEAPON.Balanced1": "Balanced (1h)",
"WEAPON.Heavy1": "Heavy (1h)",
"WEAPON.Massive1": "Massive (1h)",
"WEAPON.Simple2": "Simple (2h)",
"WEAPON.Balanced2": "Balanced (2h)",
"WEAPON.Heavy2": "Heavy (2h)",
"WEAPON.Massive2": "Massive (2h)",
"WEAPON.Projectile2": "Projectile (2h)",
"WEAPON.Mechanical1": "Mechanical (1h)",
"WEAPON.Mechanical2": "Mechanical (2h)",
"WEAPON.Unarmed": "Unarmed",
"WEAPON.ShieldLight": "Light Shield",
"WEAPON.ShieldHeavy": "Heavy Shield",

"WEAPON.HandsTwo": "Two-Handed",
"WEAPON.HandsMain": "Main-Hand",
"WEAPON.HandsOff": "Off-Hand",
"WEAPON.HandsEither": "Either Hand",

"WEAPON.TagAmbush": "Ambush",
"WEAPON.TagAmbushTooltip": "This weapon is well-suited to striking before your opponents get a chance to react. When attacking a target lower than you in the initiative order you gain +1 Boon.",
"WEAPON.TagBlocking": "Blocking",
"WEAPON.TagBlockingTooltip": "This weapon provides a bonus to your Block defense.",
"WEAPON.TagGrasping": "Grasping",
"WEAPON.TagGraspingTooltip": "This weapon is well-suited towards grappling enemies. IMPORTANT NOTE - grapple mechanics are not yet implemented in the playtest.",
"WEAPON.TagKeen": "Keen",
"WEAPON.TagKeenTooltip": "This weapon is particularly deadly when it achieves a critical hit. IMPORTANT NOTE - the keen property is not yet implemented in the playtest.",
"WEAPON.TagSlow": "Slow",
"WEAPON.TagSlowTooltip": "This item is over-sized or otherwise cumbersome to wield, preventing you from acting quickly. You have +3 banes to Initiative while this item is equipped.",
"WEAPON.TagParrying": "Parrying",
"WEAPON.TagParryingTooltip": "This weapon provides a bonus to your Parry defense.",
"WEAPON.TagReach": "Reach",
"WEAPON.TagReachTooltip": "This weapon provides a larger than normal effective range. You are able to perform basic Strike attacks at twice your normal range.",
"WEAPON.TagReload": "Reload",
"WEAPON.TagReloadTooltip": "This weapon requires reloading in order to strike. When the weapon is not loaded, any actions which use the weapon cost +1 Action Points.",
"WEAPON.TagThrown": "Thrown",
"WEAPON.TagThrownTooltip": "This weapon can be thrown, making a normal Strike up to a range of four spaces.",
"WEAPON.TagVersatile": "Versatile",
"WEAPON.TagVersatileTooltip": "This weapon can be wielded with either one or two hands, and switched between these modes without any Action Point cost. While wielded in two hands, the weapon gains an additional 1x damage multiplier. IMPORTANT NOTE - Versatile swapping is not yet implemented in the playtest.",

"WEAPON.TagDamageTooltip": "A shorthand representation of the offensive capabilities of this weapon, expressed as Attack Bonus / Damage Bonus / Damage Multiplier.",

"WARNING.AbilityCannotIncrease": "You cannot increase this Ability further.",
"WARNING.AbilityCannotDecrease": "You cannot decrease this Ability further.",
"WARNING.AbilityRequireAncestry": "You must assign an Ancestry before you can purchase Ability increases.",
"WARNING.CannotEquipSlotInUse": "Actor {actor} cannot equip {item} because a {type} item is already equipped.",
"WARNING.CannotEquipInvalidCategory": "Actor {actor} cannot use {item} in the {type} equipment slot.",
"WARNING.SkillRequireAncestryBackground": "You must assign both Ancestry and Background before you can purchase Skill ranks.",

"WALKTHROUGH.AddAncestry": "Choose an Ancestry from the Compendium or Items sidebar and add it via drag-and-drop.",
"WALKTHROUGH.AddBackground": "Choose a Background from the Compendium or Items sidebar and add it via drag-and-drop.",
"WALKTHROUGH.AbilityPoints": "Spend available Ability Points by increasing your Ability scores.",
"WALKTHROUGH.SkillPoints": "Spend available Skill Points by increasing your Skill ranks.",
"WALKTHROUGH.TalentPoints": "Spend available Talent Points by opening the Talent Tree.",
"WALKTHROUGH.NextLevel": "Advancement progress towards next level",
"WALKTHROUGH.LevelZero": "Complete all character creation steps before advancing your character to Level 1.",
"WALKTHROUGH.LevelOne": "Set your character to Level 1 and begin your adventure!",
"WALKTHROUGH.LevelUp": "You have made enough progress to advance to a new level. Increase your level by one when you are ready!"
}
