{
  "ANCESTRY.Applied": "Applied the {ancestry} ancestry to {actor}.",
  "ANCESTRY.ApplyError": "You may only apply an ancestry to a level 1 character with no spent skill or ability points.",
  "ANCESTRY.PrimaryAbility": "Primary Ability",
  "ANCESTRY.PrimaryAbilityHint": "Choose the primary ability score for this ancestry, which starts at +3.",
  "ANCESTRY.SecondaryAbility": "Secondary Ability",
  "ANCESTRY.SecondaryAbilityHint": "Choose the secondary ability score for this ancestry, which starts at +2.",
  "ANCESTRY.AbilityWarning": "The primary and secondary abilities for an ancestry may not be the same.",
  "ANCESTRY.Skills": "Traditional Skills",
  "ANCESTRY.SkillsHint": "Choose the hallmark skills for this ancestry, each of which will begin with +1 rank.",
  "ANCESTRY.SkillsWarning": "You must choose exactly two skills as ancestry specializations.",
  "ANCESTRY.Resistance": "Damage Resistance",
  "ANCESTRY.ResistanceHint": "This ancestry may have resistance +3 to one type of damage. If a resistance is granted, a vulnerability must also be chosen.",
  "ANCESTRY.ResistanceWarning": "You must choose both a resistance and a vulnerability if you select either.",
  "ANCESTRY.Vulnerability": "Damage Vulnerability",
  "ANCESTRY.VulnerabilityHint": "This ancestry may have vulnerability -3 to one type of damage. If a vulnerability is incurred, a resistance must also be granted.",

  "ABILITY.CantAfford": "You cannot afford to increase this ability which costs {cost} points. You have {points} points available.",

  "ATTRIBUTES.Abilities": "Ability Scores",
  "ATTRIBUTES.Pools": "Resource Pools",
  "ATTRIBUTES.Resistances": "Damage Resistances",

  "ATTRIBUTES.Health": "Health",
  "ATTRIBUTES.HealthAbr": "Health",
  "ATTRIBUTES.Wounds": "Wounds",
  "ATTRIBUTES.WoundsAbr": "Wounds",
  "ATTRIBUTES.Morale": "Morale",
  "ATTRIBUTES.MoraleAbr": "Morale",
  "ATTRIBUTES.Madness": "Madness",
  "ATTRIBUTES.MadnessAbr": "Madness",
  "ATTRIBUTES.Action": "Action",
  "ATTRIBUTES.ActionAbr": "Action",
  "ATTRIBUTES.Focus": "Focus",
  "ATTRIBUTES.FocusAbr": "Focus",

  "BACKGROUND.Applied": "Applied the {background} background to {actor}.",
  "BACKGROUND.ApplyError": "You may only apply a background to a level 1 character with no spent skill points.",
  "BACKGROUND.Skills": "Acquired Skills",
  "BACKGROUND.SkillsHint": "Choose two skills which were acquired as part of your background, each of which will begin with +1 rank.",
  "BACKGROUND.SkillsWarning": "You must choose exactly two skills as background specializations.",

  "DAMAGE.Bludgeoning": "Bludgeoning",
  "DAMAGE.BludgeoningAbr": "Bldg",
  "DAMAGE.Piercing": "Piercing",
  "DAMAGE.PiercingAbr": "Pirc",
  "DAMAGE.Slashing": "Slashing",
  "DAMAGE.SlashingAbr": "Slsh",
  "DAMAGE.Acid": "Acid",
  "DAMAGE.AcidAbr": "Acid",
  "DAMAGE.Fire": "Fire",
  "DAMAGE.FireAbr": "Fire",
  "DAMAGE.Frost": "Frost",
  "DAMAGE.FrostAbr": "Frost",
  "DAMAGE.Lightning": "Lightning",
  "DAMAGE.LightningAbr": "Ltng",
  "DAMAGE.Psychic": "Psychic",
  "DAMAGE.PsychicAbr": "Psyc",
  "DAMAGE.Radiant": "Radiant",
  "DAMAGE.RadiantAbr": "Rdnt",
  "DAMAGE.Unholy": "Unholy",
  "DAMAGE.UnholyAbr": "Unly",

  "DAMAGE.Elemental": "Elemental",
  "DAMAGE.ElementalAbr": "Elem",
  "DAMAGE.Physical": "Physical",
  "DAMAGE.PhysicalAbr": "Phys",
  "DAMAGE.Spiritual": "Spiritual",
  "DAMAGE.SpiritualAbr": "Sptl",

  "SKILL.Untrained": "Untrained",
  "SKILL.Unspecialized": "Unspecialized",
  "SKILL.Novice": "Novice",
  "SKILL.Apprentice": "Apprentice",
  "SKILL.Journeyman": "Journeyman",
  "SKILL.Master": "Master",
  "SKILL.Grandmaster": "Grandmaster",

  "SKILL.CantAfford": "You cannot afford to increase this skill. The next rank costs {cost} points and you have {points} skill points available.",
  "SKILL.RollFlavor": "{name} rolls a {skill} check",
  "SKILL.RollTitle": "{skill} Skill Check",

  "SKILLS.AcrobaticsInfo": "Acrobatics relates to one's training in agility and athletics. Ranks in this skill make traversing the environment easier, and those highly proficient in Acrobatics likely have greater balance, spatial awareness, and motor coordination.",
  "SKILLS.AcrobaticsRank0": "You have no real practice performing athletic maneuvers. You can make attempts to run, jump, and climb, but cannot swim normally without risking drowning. You must perform skill checks to climb, even on surfaces with innate handholds such as ladders, or with the assistance of climbing tools such as rope.",
  "SKILLS.AcrobaticsRank1": "You have accrued some experience in traversing your surroundings. You have Reliability on checks made to swim in calm waters, or to climb ladders and other surfaces with innate handholds at 1/2 speed. You have a basic understanding of how to tumble safely from a fall.",

  "SKILLS.PerceptionInfo": "Perception relates to general awareness, most often in relation to one's physical surroundings. To a lesser extent, it is used to observe people's social behavior as well. Those with training in Perception hone their senses and are expert observationists, noticing details others might miss.",

  "SKILLS.StealthInfo": "Stealth is used to advance unnoticed and gain access to areas which are otherwise inaccessible. Stealth adepts can develop expertise in infiltration, lockpicking, or thievery. Stealth offers three choices of progression paths.",

  "SKILLS.SurvivalInfo": "Survival represents your ability to operate as a self-sufficient explorer in challenging natural environments, understanding their terrain, flora, fauna, and hazards. Survival adepts can develop expertise in dealing with a subset of specific biomes, creature types, or natural resources.",

  "SKILLS.ArcanaInfo": "Arcana deals with the properties and perception of the weave of magical energies. This current of arcane potentia can be studied, manipulated, and harnessed by those with sufficient knowledge and willpower. Skill in Arcana represents your understanding of the theory and application of magic. Learned arcanists can develop expertise in the reading the arcane weave, manipulating elemental energies, or infusing arcane potentia into physical objects.",

  "SKILLS.ReligionInfo": "",

  "SKILLS.InvestigationInfo": "",

  "SKILLS.LoreInfo": "",

  "SKILLS.DiplomacyInfo": "Diplomacy involves the persuasion of others, awareness of customs, and general social grace. Trained diplomats are able to convince others to understand their perspective, and can easily pass as approachable or agreeable in conversation. Skill in Diplomacy represents your aptitude to have others agree with you, or to convince, plead, negotiate, or appease.",

  "SKILLS.IntimidationInfo": "Intimidation refers to harnessing one's social or physical presence, imposing one's self as a threat to others. Much like Diplomacy, Intimidation can be used to persuade others; however, this is done through cultivating fear, rather than respect, in those who are to be persuaded. Skill in Intimidation relates to your ability to persuade through threat of violence, persecution, or any other misfortune, and the most skilled intimidators know what can strike fear into almost anyone.",

  "SKILLS.DeceptionInfo": "Deception deals with using misinformation to subtly or overtly mislead others - causing them to make incorrect assumptions or draw erroneous conclusions. Skill in Deception represents your ability to lie, trick, manipulate, or otherwise act in a disingenuous way. Skilled deceivers can develop expertise in manipulating the flow of information, in tricking the senses through illusion, or in infiltrating the very minds of their enemies.",

  "SKILLS.BarteringInfo": "Bartering pertains to the art of trades and bargains. A well-trained barterer will be able to negotiate effectively with merchants or just about anyone they wish to conduct business with. Ranks in Bartering indicate insight into markets as a whole, but also into the social aspect of trading and haggling, persuading others to sweeten an offer, or make a compromise. Barterers can prioritize their training in either procuring obscure goods, transporting trade goods, or negotiating deals with others.",

  "SKILLS.AnimalHandlingInfo": "Animal Handling is used, quite simply, in the handling of animals. Skill in Animal Handling helps one understand the mindset and habits of beasts, how to coerce, calm, tame, or stave them off, or predict their next move. A well-trained animal handler knows much more general knowledge about animals, and will more easily have understanding of such creatures, to either develop bonds or manipulate.",

  "SKILLS.CraftsmanshipInfo": "Craftsmanship involves knowledge and artisanship in a particular trade skill. Earning ranks in Craftsmanship indicates the ability to understand a certain profession (or general professions as a whole) and aptitude in creating high-quality goods or performing skillful services. A competent craftsman may be fabled for their ability to make quality goods, and knows what they need to get the job done.",

  "SKILLS.MedicineInfo": "Medicine is used to deal with the health of one's self and others, and to diagnose and effectively treat medical problems. Knowledge in this skill represents your knowledge about the humanoid body, sickness, infections, and the art of healing. This skill typically involves examining/treating humanoids, but can apply to other types of creatures as well. A medic who has mastered their craft can diagnose and treat a wide variety of illnesses, prevent illnesses in those around them, perform autopsies, and more.",

  "SKILLS.PerformanceInfo": "Performance deals with the creative arts meant to impress, inspire, or evoke emotions in those who bear witness. Knowledge in this skill reflects on your ability to entertain an audience, through song, dance, comedy, theatrics, or other crowd-pleasing feats. A talented performer understands their own trade, and knows how to appeal to emotion through an art form."
}
